Repository: TeXShop/texshop-svn
Catalog: Resources/Interfaces/*.lproj/Encodings.strings
Languages: german

# MacOSRoman
source: Western (Mac OS Roman)
german: Westeuropäisch (Mac OS Lateinisch)

# IsoLatin
source: Western (ISO Latin 1)
german: Westeuropäisch (ISO Latin 1)

# IsoLatin2
source: Central European (ISO Latin 2)
german: Mitteleuropäisch (ISO Latin 2)

# IsoLatin5
source: Turkish (ISO Latin 5)
german: Türkisch (ISO Latin 5)

# MacJapanese
source: Japanese (Mac OS)
german: Japanisch (Mac OS)

# DOSJapanese
source: Japanese (Windows, DOS)
german: Japanisch (Windows, DOS)

# SJIS_X0213
source: Japanese (Shift JIS X0213)
german: Japanisch (Shift JIS X0213)

# EUC_JP
source: Japanese (EUC)
german: Japanisch (EUC)

# JISJapanese
source: Japanese (ISO 2022-JP)
german: Japanisch (ISO 2022-JP)

# MacKorean
source: Korean (Mac OS)
german: Koreanisch (Mac OS)

# Mac Cyrillic
source: Cyrillic (Mac OS)
german: Kyrillisch (Mac OS)

# DOS Cyrillic
source: Cyrillic (DOS)
german: Kyrillisch (DOS)

# DOS Russian
source: Cyrillic (DOS)
german: Russisch (DOS)

# Windows Cyrillic
source: Cyrillic (Windows)
german: Kyrillisch (Windows)

# KOI8_R
source: Cyrillic (KOI8-R)
german: Russisch (KOI8-R)

# Mac Chinese Traditional
source: Traditional Chinese (Mac OS)
german: Traditionelles Chinesisch (Mac OS)

# Mac Chinese Simplified
source: Simplified Chinese (Mac OS)
german: Vereinfachtes Chinesisch (Mac OS)

# DOS Chinese Traditional
source: Traditional Chinese (Windows, DOS)
german: Traditionelles Chinesisch (Windows, DOS)

# DOS Chinese Simplified
source: Simplified Chinese (Windows, DOS)
german: Vereinfachtes Chinesisch (Windows, DOS)

# GBK
source: Chinese (GBK)
german: Chinesisch (GBK)

# GB 2312
source: Simplified Chinese (GB 2312)
german: Vereinfachtes Chinesisch (GB 2312)

# GB 18030
source: Chinese (GB 18030)
german: Chinesisch (GB 18030)
